Revit 2027 API
PointOnEdgeFaceIntersection.GetFaceReference Method
Get a copy of the face reference.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Reference GetFaceReference()
Public Function GetFaceReference As Reference
public:
Reference^ GetFaceReference()
member GetFaceReference : unit -> Reference
Return Value
Reference
See Also
Reference
PointOnEdgeFaceIntersection Class
Autodesk.Revit.DB Namespace